Repository: Sander0542-School/Avans-SOPJ8
Catalog: Bumbo.Web/Resources/Controllers/ScheduleController.*.resx
Languages: nl

# MessageShiftNotSaved
source: The shift could not be saved.
nl: De dienst kon niet worden opgeslagen.

# MessageShiftSaved
source: The shift was successfully saved.
nl: De dienst is succesvol opgeslagen.

# MessageScheduleNotSaved
source: The schedule could not be saved.
nl: Het rooster kon niet worden gekopieerd.

# MessageScheduleCopied
source: The schedule was successfully copied to week {0} of {1}.
nl: Het rooster is succesvol gekopieerd naar week {0} van {1}.

# MessageScheduleNotEmpty
source: The selected schedule already contains shifts.
nl: Het rooster in de gekozen week bevat al diensten.

# MessageWeekNotExists
source: The selected week does not exist.
nl: De gekozen week bestaat niet.

# MessageScheduleNotApproved
source: The schedule could not be approved.
nl: Het rooster kon niet worden goedgekeurd.

# MessageScheduleApproved
source: The schedule was successfully approved.
nl: Het rooster is succesvol goedgekeurd.

# MessageScheduleEmpty
source: The schedule does not contain any shifts.
nl: Het rooster bevat geen diensten.

# MessageOfferNotAdopted
source: The selected shift could not be adopted.
nl: De geselecteerde dienst kan niet worden overgenomen.

# MessageOfferAdopted
source: The selected shift was successfully adopted.
nl: De geselecteerde dienst is succesvol overgenomen.

# MessageShiftNotOffered
source: The state of the shift could not be set to offered.
nl: De dienst kon niet worden gemarkeerd als aangeboden.

# MessageShiftOffered
source: The state of the shift was successfully set to offered.
nl: De dienst is successvol gemarkeerd als aangeboden.

# MessageOfferCanceled
source: The selected shift is successfully removed from the offers.
nl: De geselecteerde dienst is successvol weggehaald van de aanbiedingen.
